Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/lanekassen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Thanks to the digital investment, a small organisation such as Lånekassen, with just over 300 permanent employees, is able to administer relationships with more than 1.1 million customers.
nn: På grunn av den digitale satsinga kan ein liten organisasjon som Lånekassen med drygt 300 faste tilsette forvalte kundeforhold med over 1,1 millionar kundar.

source: Find the latest submitted application on Dine sider and click Send documentation.
nn: Finn sist innsendte søknad på Dine sider og klikk på Send dokumentasjon.

source: Additional repayment deferrals in 2020 and 2021 due to the coronavirus
nn: Ekstra betalingsutsettingar i 2020 og 2021 på grunn av korona

source: The government's proposal for measures for customers of Lånekassen due to the coronavirus in 2021
nn: Regjeringas forslag til nye koronatiltak for Lånekassens kundar i 2021 Publisert:

source: You should pay as quickly as possible, or apply for repayment deferral.
nn: Betal så fort du kan, eller søk om betalingsutsetting.

source: Your personal data may also be used for historic, scientific and statistical purposes.
nn: Personopplysningane dine kan også bli brukte til historiske, vitskaplege og statistiske formål.

source: the disclosure is subject to an assessment of the impact on privacy pursuant to Article 35 of the GDPR in cases in which disclosure carries a high risk to the rights and freedoms of data subjects
nn: utleveringa er underlagt ei vurdering av personvernkonsekvensar etter GDPR artikkel 35, der utleveringa inneber ein høg risiko for dei registrerte sine rettar og fridommar

source: From the autumn of 2021, the studies you have received support for, measured in credits or equivalent, will be the determining factor and not how long you have received support for.
nn: Frå hausten 2021 er det kor mykje utdanning du har fått lån og stipend til, målt i studiepoeng eller tilsvarande, som avgjer, ikkje kor lenge du har fått utdanningsstøtte.

source: If your parents have very low income, you may be entitled to more grant.
nn: Har foreldra dine svært låg inntekt, kan du ha rett til meir stipend.

source: art, design and architecture
nn: kunst, design og arkitektur

source: Please note that you will lose your eligibility for support if the EEA or EFTA employee no longer has the status of employed in Norway.
nn: Merk at du vil miste retten til støtte dersom EØS- eller EFTA-arbeidstakaren ikkje lenger har status som arbeidstakar i Noreg.

source: documentation of small, private tax-free assignments.
nn: dokumentasjon på små, private og skattefrie oppdrag.

source: You do, however, have to pay back your remaining loan after the conversion.
nn: Det du sit igjen med i lån etter omgjering må du betale tilbake.

source: These include the Norwegian Tax Administration, the National Registry, the Norwegian Mapping Authority, Vigo, DIFI, Nav, UDI, child welfare services, the Armed Forces’ personnel and conscription centre, the Norwegian Universities and Colleges Admission Service, public and private educational institutions and the county municipalities.
nn: Dette er skatteetaten, folkeregisteret, Kartverket, Vigo, Difi, Nav, UDI, barneverntenesta, Vernepliktsverket, Samordna opptak, offentlege og private utdanningsinstitusjonar og fylkeskommunane.

source: For example, Lånekassen receives the exam results for all students in Norway, but the results for students who are not customers of Lånekassen are deleted.
nn: For eksempel får Lånekassen eksamensresultata til alle studentar i Noreg, men resultata til studentar som ikkje er kunde hos Lånekassen, blir sletta.

source: Can Lånekassen disclose the personal data to others?
nn: Kan Lånekassen utlevere personopplysningane til andre?

source: If you do not pay or apply for repayment deferral by the deadline indicated in our last letter, your loan will be terminated.
nn: Om du ikkje betaler eller søker om betalingsutsetting innan fristen du fekk i førre brev, blir lånet sagt opp.

source: The exemptions that applied to pupils and students abroad in the academic year 2020–2021 also applies for the autumn of 2021.
nn: Dei to unntaksreglane som gjaldt for elevar og studentar i utlandet i studieåret 2020–2021 er vidareførte for hausten 2021.

source: If you are continuing to work at the same time as studying, you must submit
nn: Skal du fortsette i arbeid samtidig som du skal vere i utdanning, må du sende inn

source: The application is on Dine sider
nn: Søknaden er på Dine sider

source: We process personal data such that we can manage the education support scheme in compliance with the Educational Support Act and associated regulations.
nn: Vi behandlar personopplysningar slik at vi kan forvalte utdanningsstøtteordninga i samsvar med utdanningsstøtteloven med forskrifter.

source: Lånekassen also retrieves personal data from other public and private entities.
nn: Lånekassen hentar også inn personopplysningar frå andre offentlege og private instansar.

source: And even if you receive parental benefit from NAV while also receiving the parental grant, the grant will not be reduced.
nn: Og sjølv om du får foreldrepengar frå Nav samtidig som du får foreldrestipendet, blir stipendet ikkje redusert.

source: You need to use BankID or equivalent to sign digitally.
nn: Du må bruke BankID eller tilsvarande for å signere digitalt.

source: on study leave with a salary or grant that corresponds to at least 50 per cent of a full time position, where the salary is paid by an employer in the region
nn: har studiepermisjon med stipend eller lønn tilsvarande minst 50 prosent av full stilling, der lønna blir betalt av ein arbeidsgivar i regionen

source: Use the application form to apply for a grant for course materials, a housing grant, travel support, additional loans for tuition fees and any loans for those who are over the age of 18.
nn: I søknaden søker du om utstyrsstipend, bortebuarstipend, reisetilskot, skolepengelån og eventuelt lån for deg over 18 år og stipend og lån til språkkurs.

source: In order to find out how much your grant will be reduced, you can use this formula: Income above income limit x 5 per cent x Number of months of support = Reduction in grant.
nn: For å finne ut kor mykje stipendet ditt blir redusert, kan du bruke denne formelen: Inntekt over beløpsgrensa x 5 prosent x Tal på månader med støtte = Reduksjon i stipendet.

source: This also applies if you take a driver's license class C / CE / D in connection with 140 hours.
nn: Dette gjeld også om du tar førarkort klasse C/CE/D i samband med 140 timer

source: The survey will be issued in March 2021.
nn: Undersøkinga blir send ut i mars 2021.

source: You can receive support to take a total of 480 credits
nn: Du kan få lån og stipend til å ta 480 studiepoeng

source: In the academic year 2021–2022 you can receive this grant if you have a child born in 2006 or later.
nn: Det betyr at du i studieåret 2021–2022 kan få stipendet hvis du har barn født i 2006 eller seinare.

source: You apply for the loan on the same form as for ordinary loans and grants.
nn: Du søker om lånet i den same søknaden som vanleg lån og stipend.

source: Go to Dine sider
nn: Gå til Dine sider

source: Mail your letter to Lånekassen, postboks 450 Alnabru, 0614 Oslo
nn: Send brevet i posten til Lånekassen, postboks 450 Alnabru, 0614 Oslo.

source: (16.06.2021-15.08.2021) as I must use this time to study in order to maintain the planned educational progress, or that I
nn: (16.06.2021-15.08.2021), fordi eg må bruke denne tida til å studere for å kunne følgje planlagd studieprogresjon, eller

source: , you may receive more grant and loan when you have children.
nn: , kan du få meir stipend og lån når du har barn.

source: Use this application also for additional loans for tuition fees and any loans for those who are over the age of 18.
nn: Dersom du skal søke om skolepengelån eller lån når du er over 18 år, brukar du og denne søknaden.

source: Fee for paper bills: NOK 18 per bill
nn: Gebyr for rekning på papir: 18 kroner per rekning

source: The following applies for the duration of 2020-2021 for pupils and students who are studying abroad
nn: Gjeld heile 2020–2021 for elevar og studentar som tar utdanning i utlandet

source: 5 Applicant’s signature
nn: 5 Underskrifta til søkaren

source: Lånekassen was established in 1947 as a means of making university and university college education accessible to all classes of society.
nn: Lånekassen blei etablert i 1947 som eit verkemiddel for å gjere høgare utdanning tilgjengeleg for alle samfunnslag.

source: If you have to pay tuition fees, you will need to complete the
nn: Skal du betale skolepengar, må du fylle ut

source: Apprentices receive grants for 11 months per year, as opposed to pupils in ordinary upper secondary education who only receive grants for 10 months.
nn: Lærlingar får utbetalt stipend for 11 månader i året, i motsetnad til elevar i vanleg vidaregåande, som berre får stipend for 10 månader.

source: Students who have experienced a loss in income due to the coronavirus pandemic may apply for an additional loan of NOK 26 000.
nn: Studentar som har mista inntekt på grunn av koronapandemien kan søke Lånekassen om å få eit tilleggslån på 26 000 kroner.

source: additional payment deferrals in the period March 2020 to December 2021
nn: ekstra betalingsutsettingar på grunn av koronasituasjonen i perioden mars 2020 til desember 2021

source: For example, fees to student associations, administration fees and library fees are not covered by Lånekassen.
nn: Utgifter til for eksempel studentforeiningar, administrasjonsgebyr og bibliotekavgift blir ikkje dekka av Lånekassen.

source: You can defer your bill 36 times, i.e. the equivalent of 3 years, and there are no specific conditions that you need to comply with in order to defer payment.
nn: Du kan utsette rekninga 36 gongar som tilsvarer 3 år, og det er ingen bestemte vilkår du må oppfylle for å utsette betalinga.

source: You can read more about this on page 39 in
nn: Du kan lese meir om dette på side 39 i

source: The content is available via desktop and mobile devices down to a width of 320 px.
nn: Innhaldet er tilgjengeleg på desktop og mobile einingar ned til 320 px bredde.

source: Married or cohabiting with joint children, with an EEA or EFTA employee in Norway
nn: Gift, eller sambuar med felles barn, med ein EØS- eller EFTA-arbeidstakar i Noreg

source: You will receive an e-mail from us when your application is ready.
nn: Du får ein e-post frå oss når søknaden din er klar.

source: You need to sign the support agreement and register a valid account number on Dine sider.
nn: Du må signere avtalen om støtte og registrere eit gyldig kontonummer på Dine sider.

source: The Ministry of Education and Research has presented for consultation that these excemptions shall be extended until the spring of 2022. Lanekassen.no will be updated when the consultation has come to a conclusion.
nn: Kunnskapsdepartementet har sendt eit forslag om å vidareføre desse unntaka til våren 2022 på høyring. Vi oppdaterer lanekassen.no.

source: NOK 1,648 if you are taking one of these education programmes:
nn: 1 648 kroner dersom du tar eitt av desse utdanningsprogramma:

source: EEA and EFTA citizens
nn: EØS- og EFTA-borgar

source: Furthermore, everyone can defer repayment of their bill up to 36 times, i.e. the equivalent of three years in total.
nn: Vidare kan alle utsette betaling av rekninga 36 gongar, som tilsvarer tre år til saman.

source: During that period, you cannot have received loans or grants for education from Lånekassen, public support schemes in other countries (e.g. Centrala studiestödsnämnden and Uddannelsesstyrelsen), or from Norwegian public support schemes for development, e.g. Norad, the Norwegian Programme for Development, Research and Education (NUFU), the Norwegian Programme for Capacity Development in Higher Education and Research for Development (NORHED).
nn: Du kan i denne perioden ikkje ha fått lån og stipend til utdanninga frå Lånekassen, offentlege utdanningsstøtteordningar i andre land, for eksempel Centrala studiestödsnämnden og Uddannelsesstyrelsen, eller frå norske offentlege støtteordningar for utvikling, for eksempel Norad, The Norwegian Programme for Development, Research and Education (NUFU), The Norwegian Programme for Capacity Development in Higher Education and Research for Development (NORHED).

source: You can do this by logging into Dine sider and finding the agreement that needs to be signed.
nn: Det gjer du ved å logge inn på Dine sider og finne avtalen som skal signerast.

source: When applying for student loans, Lånekassen undertakes an assessment to see if you are entitled to other grants or loans.
nn: Når du søker om studielån, vurderer Lånekassen om du har rett til andre stipend eller lån.

source: Send us an e-mail to
nn: Send oss ein e-post på

source: you have not set a maximum amount for your direct debit
nn: du har ikkje sett høgt nok maksbeløp på avtalegiroen

source: If you complete your education and have income and assets under the limits, 40 per cent of the basic support is converted into a grant.
nn: Består du utdanninga og har inntekt og formue under grensene, blir 40 prosent av lånet gjord om til stipend.

source: Lånekassen processes most applications on educational support automatically based on the personal data we have, and the rules regarding educational support.
nn: Lånekassen behandlar dei fleste søknadene om utdanningsstøtte automatisk på grunnlag av dei personopplysningane vi har, og regelverket om utdanningsstøtte.

source: No-one will inherit any debts that you have with Lånekassen.
nn: Ingen arvar gjeld du har i Lånekassen.

source: When you apply for a grant for upper secondary education, you must check the box indicating that you will be living away from home.
nn: Når du søker om stipend til vidaregåande skole, må du krysse av for at du skal bu borte.

source: Personal data comes either from you as a customer or from other public and private entities that Lånekassen collaborates with.
nn: Personopplysningar kjem anten frå deg som kunde eller frå andre offentlege eller private instansar som Lånekassen samarbeider med.

source: If they support children, they may be entitled to more.
nn: Dei som forsørger barn, kan ha rett til meir.

source: If you fail to pay a bill, and do not apply for repayment deferral either, this could quickly become very expensive.
nn: Dersom du lar vere å betale ei rekning, og heller ikkje søker om betalingsutsetting, blir det fort veldig dyrt.

source: Have you used up all your repayment deferrals?
nn: Har du brukt opp betalingsutsettingane dine?

source: the right to retrieve your own personal data (data portability)
nn: retten til å få med deg eigne personopplysningar (dataportabilitet)

source: Interest on overdue payments will also be added to the amount that is overdue, with effect from the payment deadline date.
nn: Det blir også lagt til forseinkingsrenter på det beløpet du er forseinka med frå dagen etter betalingsfristen.

source: The new rules, which applies from the academic year of 2021–2022, have now been established.
nn: No er dei nye reglane, som gjeld frå og med studieåret 2021–2022, fastsette.

source: From the academic year of 2021-2022, a student can receive loans and grants for education of up to 480 credits or equivalent.
nn: Ein student kan derfor frå og med studieåret 2021-2022 få lån og stipend til utdanning som utgjer inntil 480 studiepoeng eller tilsvarande.

source: You can make repayments by cheque
nn: Du kan betale med sjekk

source: 100 percent unable to study, you must have been completely
nn: på grunn av eigen sjukdom. For å bli rekna som 100 prosent

source: You must start to repay the loan when you no longer receive grants and loans for full-time education.
nn: Du må begynne å betale på lånet når du ikkje lenger får stipend og lån til fulltidsutdanning.

source: To analyze the information we collect, we use Siteimprove.
nn: For å analysere informasjonen vi hentar inn, bruker vi Siteimprove.

source: Lånekassen is both a bank and a part of the welfare state.
nn: Lånekassen er både ein bank og ein del av velferdsstaten.

source: special categories (sensitive) of personal data
nn: særlege kategoriar (sensitive) personopplysningar

source: You can have your debt deleted if:
nn: Du kan få sletta gjeld om du:

source: This also applies if you have used up your 36 payment deferrals, or if your payment deferral application has been rejected because you have already used up your 36 deferrals.
nn: Dette gjeld også om du har brukt opp dei 36 betalingsutsettingane dine, eller om du har fått avslag på ein søknad om betalingsutsetting fordi du allereie har brukt opp dei 36 betalingsutsettingane dine.

source: Unemployed, AAP, sick and low income
nn: Arbeidsledig, AAP, sjuk og låg inntekt

source: Please do not apply before you receive the e-mail from us.
nn: Vent derfor med å søke til du har mottatt e-posten frå oss.

source: The project makes use of the national identity number that Lånekassen has received via the ID portal in order to link data from this survey round to the previous survey in 2018.
nn: Prosjektet nyttar fødselsnummer som Lånekassen har motteke via ID-porten, for å kunne kople data frå denne SHOT-runden til førre SHOT-undersøking i 2018.

source: If you have children while studying, your basic support and additional loan for school fees may be converted to a grant for up to 49 weeks.
nn: Får du barn medan du studerer, kan du få gjort om basislån og skolepengelån til stipend i inntil 49 veker.

source: If your interest is deleted, you can defer repayment during the same period
nn: Får du sletta renter, kan du utsette betalinga i den same perioden

source: If you don’t have documentation ready when you are applying, you may submit it later.
nn: Har du ikkje dokumentasjonen klar når du søker, kan du ettersende den.

source: Unable to find your summer course?
nn: Finn du ikkje sommarkurset ditt?

source: You can also purchase a currency cheque in Norwegian kroner or local currency from a local bank.
nn: Du kan også kjøpe ein valutasjekk i norske kroner eller lokal valuta i ein lokal bank.

source: Changes in Lånekassen's regulations for the 2021–2022 academic year
nn: Endring i reglane i Lånekassen frå og med 2021–2022 Publisert:

source: All study programmes at Norwegian universities and public university colleges are approved for loans and grants, as well as most private university colleges, such as BI.
nn: Alle studietilbod ved norske universitet og offentlege høgskolar er godkjente for lån og stipend, og også dei fleste private høgskolar, som for eksempel BI.

source: documentation showing that your spouse/cohabiting partner has worked in Norway, for example, confirmation from an employer.
nn: dokumentasjon som viser at ektefellen/sambuaren din har arbeid i Noreg, for eksempel stadfesting frå arbeidsgivar.

source: You can pay the instalment amount in Norwegian kroner or in local currency.
nn: Du kan betale terminbeløpet i norske kroner eller i lokal valuta.

source: You will not qualify for the grant if you interrupt your studies.
nn: Du får ikkje stipendet om du avbryt utdanninga di.

source: If you have other income that is not related to the coronavirus pandemic during the same period, the exception will not apply to such income.
nn: Har du anna inntekt som ikkje er relatert til koronapandemien i den same perioden, gjeld ikkje unntaket for denne inntekta.

source: You must apply for support each year
nn: Du søker om stipend og lån éin gong kvart år

source: you have changed bank and pay by direct debit
nn: du har byta bank og har avtalegiro

source: For bills between March 2020 and December 2021
nn: Gjeld rekningar frå mars 2020 til desember 2021

source: you must make payments each month
nn: du må betale kvar månad

source: You submit the documentation as soon as you have received a decision on control of income and assets in 2020.
nn: Du sender inn dokumentasjonen så snart du har fått vedtak om kontroll av inntekt og formue i 2020.

source: Lånekassen is a digital business
nn: Lånekassen er ei digital verksemd

source: You may also receive an additional loan if you are above the age of 18. Requirements
nn: Du kan også få eit tilleggslån dersom du er over 18 år. Krav

source: You must be at least 50% disabled.
nn: Du må vere minst 50 prosent ufør.

source: How to apply
nn: Slik søker du

source: Due to the coronavirus pandemic, you can defer repayments, without using your quota of 36 repayment deferrals.
nn: På grunn av koronapandemien kan du utsette betaling av rekninga, utan at du bruker av kvota på 36 betalingsutsettingar.

source: If you are married or have a cohabitant with which you have joint children, we take into account the joint assets of you and your spouse/cohabitant.
nn: Er du gift eller har sambuar du har felles barn med, ser vi på den felles formuen som du og ektefellen/sambuaren din har.

source: an e-mail or letter in which you state that your income has declined without also attaching documentation
nn: e-post eller eit brev der du sjølv skriv at du har hatt redusert inntekt, utan at du legg ved dokumentasjon

source: You will find the payment information you need for redeeming your loan on Dine sider
nn: Du finn betalingsinformasjonen du trenger for å innfri lånet på Dine sider

source: These partnership programmes are approved by the Norwegian Centre for International Cooperation in Higher Education (Diku).
nn: Det er Direktoratet for internasjonalisering og kvalitetsutvikling (Diku) som godkjenner desse samarbeidsprogramma.

source: Basic support is a loan, not a grant, but up to 40 per cent of this may be converted to a grant if you complete your programme of education and have income and assets below the set limits.
nn: Basislånet er eit lån, ikkje eit stipend, men inntil 40 prosent av dette lånet kan bli gjort om til stipend dersom du består utdanninga di og har inntekt og formue under grensene.

source: For which period does the confirmation apply?
nn: Kva periode gjeld stadfestinga for?

source: Loans provided by Lånekassen are not quite the same as loans provided by banks.
nn: Eit lån i Lånekassen er ikkje heilt det same som lån i ein bank.

source: Information is now available in Arabic, Somali, Tigrinya and Farsi, in addition to Norwegian and English.
nn: Informasjon finst no på arabisk, somali, tigrinja og farsi, i tillegg til norsk og engelsk.

source: contributing to ensuring that the appeals committee and Parliamentary Ombudsman has the correct information, such that they may process appeals
nn: å bidra til at klagenemnda og sivilombudsmannen har rette opplysningar, slik at dei kan behandle klagesaker

source: For an adult without any other income or benefit, the amout is approximatly NOK 11 000 a month.
nn: For ein vaksen utan anna inntekt eller stønad, er beløpet rundt 11 000 kroner i månaden.

source: We use Siteimprove to measure the Digital Certainty Index.
nn: Vi måler Digital Certainty Index ved hjelp av Siteimprove.

source: or by post:
nn: eller per post:

source: Can I defer payment of the invoice?
nn: Kan eg utsette å betale rekninga?

source: If you are a citizen of an EU country or Switzerland, Liechtenstein or Iceland, separate rules apply for support from Lånekassen.
nn: Om du er statsborgar i eit EU-land eller i Sveits, Liechtenstein eller Island, gjeld det eigne reglar for støtte frå Lånekassen.

source: Reduction of debt for those living in Finnmark and Nord-Troms
nn: Søknad om sletting av gjeld for grunnskolelærarar i Finnmark og Nord-Troms

source: If you have to pay tuition fees, you will need to complete a
nn: Skal du betale skolepengar, må du fylle ut eigen
